Repository: 1and1/wp-site-manager
Catalog: languages/sitemanager-*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: No changelog available. Please wait for the first update to complete.
de_de: Kein Changelog verfügbar. Es wurden bisher keine Updates durchgeführt.
es_es: No hay historial de cambios disponible. Espere a que finalice la primera actualización.
fr_fr: Aucun changelog disponible. Veuillez attendre la fin de la première mise à jour pour terminer.
pl_pl: Brak dziennika zmian. Poczekaj na zakończenie pierwszej aktualizacji.

source: Description
de_de: Beschreibung
es_es: Descripción
pl_pl: Opis

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
pl_pl: Kategoria

source: Updated on
de_de: Aktualisiert am
es_es: Cambiado el
fr_fr: Mis à jour le
pl_pl: Zmieniono

source: Manage and track automatic updates for your WordPress installation.
de_de: Übersicht der automatischen WordPress-Aktualisierungen.
es_es: Administre y haga el seguimiento de las actualizaciones automáticas para su instalación de WordPress.
fr_fr: Gérez et suivez les mises à jour automatiques pour votre installation WordPress.
pl_pl: Zarządzaj i śledź automatyczne aktualizacje dla Twojego WordPressa.

source: Note: automatic theme updates will <strong>overwrite the theme customizations</strong> you did outside of the WordPress Administration.
de_de: Ihre benutzerdefinierten Änderungen an Themes werden bei einer Aktualisierung <strong>überschrieben</strong>.
es_es: Nota: las actualizaciones automáticas de plantilla <strong>sobrescribirán la configuración personalizada de la plantilla</strong>.
fr_fr: Note : les mises à jours <strong>remplaceront les personnalisations</strong> que vous aurez effectuées sur le thème en-dehors de l'administration WordPress.
pl_pl: Uwaga: Automatyczna aktualizacja motywu spowoduje <strong>nadpisanie wcześniejszych zmian</strong>.

source: Your installation appears to be under version control (%s). This prevents the plugin from managing your updates.
de_de: Updates sind im Moment nicht möglich. Der Ordner %s steht unter Versionskontrolle (%s).
es_es: Parece que su instalación está sujeta al control de versión (%s). Esto impide al plugin gestionar las actualizaciones.
fr_fr: Il semble que votre installation est sous contrôle de version (%s). Cela empêche le plugin de gérer vos mises à jour.
pl_pl: Twoja instalacja jest pod kontrolą wersji (%s). W rezultacie wtyczka nie może zarządzać Twoimi aktualizacjami.

source: Your installation is currently blocking automatic updates. Install %s to find the cause.
de_de: Ihre Installation blockiert momentan automatische Updates. Installieren Sie %s und prüfen Sie, warum Sie automatische Updates nicht aktivieren können.
es_es: Su instalación está bloqueando las actualizaciones automáticas. Instale %s para encontrar la causa.
fr_fr: Votre installation bloque actuellement les mises à jour automatiques. Installez %s pour en déterminer la cause.
pl_pl: Twoja instalacja uniemożliwia dokonywanie automatycznych aktualizacji. Aby znaleźć przyczynę, zainstaluj %s.

source: Your installation is currently blocking automatic updates. Activate %s and go to 'Update Tester' under 'Dashboard' to find the cause.
de_de: Ihre Installation blockiert momentan automatische Updates. Aktivieren Sie %s und wählen Sie im Menü Dashboard -> Update-Test.
es_es: Su instalación está bloqueando las actualizaciones automáticas. Active %s y vaya a 'Comprobador de actualizaciones' en el 'Tablero'.
fr_fr: Votre installation bloque actuellement les mises à jour automatiques. Activez %s et allez à 'Mise à jour testeur' sous 'Panneau de bord' pour en déterminer la cause.
pl_pl: Twoja instalacja uniemożliwia dokonywanie automatycznych aktualizacji. Aby znaleźć przyczynę, włącz %s i przejdź do 'Update Tester' w 'Kokpicie'.

source: Your installation is currently blocking automatic updates. Check %s for more details.
de_de: Ihre Installation blockiert momentan automatische Updates. Prüfen Sie %s für weitere Informationen.
es_es: Su instalación está bloqueando las actualizaciones automáticas. Compruebe %s para obtener más detalles.
fr_fr: Votre installation bloque actuellement les mises à jour automatiques. Contrôlez %s pour de plus amples détails,
pl_pl: Twoja instalacja uniemożliwia dokonywanie automatycznych aktualizacji. Aby dowiedzieć się szczegółów, sprawdź %s.

source: Use Default Settings
de_de: Standardeinstellungen verwenden
es_es: Utilizar los ajustes predeterminados
fr_fr: Utilisez les paramètres par défaut
pl_pl: Użyj ustawień domyślnych

source: Manage your update preferences
de_de: Update-Einstellungen verwalten
es_es: Administrar las preferencias de actualización
fr_fr: Gérez vos préférences de mise à jour
pl_pl: Zarządzaj ustawieniami aktualizacji

source: By default the WordPress Administration does not allow you to activate the automatic updates of its components.
de_de: In der WordPress-Administration können Sie die automatischen Updates seiner Komponenten standardmäßig nicht aktivieren.
es_es: Por defecto, la administración de WordPress no le permite activar las actualizaciones automáticas de sus componentes.
fr_fr: Par défaut, l'administration de WordPress ne permet pas d'activer les mises à jour automatiques de ses composants.
pl_pl: Domyślnie administracja WordPress nie zezwala na aktywację automatycznych aktualizacji jej składników.

source: Because it's crucial to keep your WordPress core, translations, plugins and themes up-to-date to prevent security and performance lacks, this tool is here to help you configure these updates.
de_de: Da es wichtig ist, dass Ihre WordPress-Anwendung, Übersetzungen, Plugins und Themes auf der neuesten Version sind, um Sicherheits- und Leistungsmängeln vorzubeugen, hilft Ihnen dieses Tool bei der Konfiguration dieser Updates.
es_es: Debido a que es crucial mantener su núcleo de WordPress, sus traducciones, complementos y temas actualizados para evitar fallas en seguridad y rendimiento, esta herramienta está aquí para ayudarlo a configurar estas actualizaciones.
fr_fr: Or il est essentiel de garder votre application WordPress à jour ainsi que vos traductions, plugins et thèmes afin d'éviter les problèmes de performance et de sécurité. Cet outil est là pour vous aider à configurer ces mises à jour.
pl_pl: Ponieważ ważne jest, aby rdzeń WordPress, tłumaczenia, wtyczki i kompozycje były zawsze aktualne, aby zapobiec brakom bezpieczeństwa i wydajności, to narzędzie jest tutaj, aby pomóc Ci skonfigurować te aktualizacje.

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Rechercher
pl_pl: Szukaj

source: Changelog
es_es: Registro de cambios
fr_fr: Journal
pl_pl: Dziennik zmian

source: Updater Changelog
es_es: Registro de cambios
fr_fr: Journal des mises à jour
pl_pl: Dziennik zmian

source: Version
es_es: Versión
pl_pl: Wersja

source: Previous version
de_de: Vorherige Version
es_es: Versión anterior
fr_fr: Version précédente
pl_pl: Poprzednia wersja

source: Method
de_de: Update-Methode
es_es: Método de actualización
fr_fr: Méthode de mise à jour
pl_pl: Metoda aktualizacji

source: http://www.1and1.com
de_de: http://www.1und1.de
es_es: http://www.1and1.es
fr_fr: http://www.1and1.fr
pl_pl: https://www.1and1.pl

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
pl_pl: Ustawienia

source: Run WordPress updates
de_de: WordPress aktualisieren
es_es: Actualizar WordPress
fr_fr: Mettre à jour WordPress
pl_pl: Aktualizuj WordPress

source: Run translation updates
de_de: Übersetzungen aktualisieren
es_es: Actualizar traducciones
fr_fr: Mettre à jour les traductions
pl_pl: Aktualizuj tłumaczenia

source: Run theme updates
de_de: Themes aktualisieren
es_es: Actualizar temas
fr_fr: Mettre à jour les thèmes
pl_pl: Aktualizuj motywy

source: Run plugin updates
de_de: Plugins aktualisieren
es_es: Actualizar plugins
fr_fr: Mettre à jour les extensions
pl_pl: Aktualizuj wtyczki

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar modificaciones
fr_fr: Enregistrer les changements
pl_pl: Zapisz zmiany

source: Theme
fr_fr: Thème
